Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Marvin. Ładne imię. Co cię tu sprowadza, młody człowieku? Czy też jesteś pasjonatem tego wspaniałego trunku, który może zachwycać bogactwem doznań bardziej niż wino?
uk: Марвін. Гарне ім'я. Що привело тебе сюди, юначе? Чи ти захоплюєшся цим вишуканим напоєм, який здатен потішити багатством відчуттів більше, ніж вино?

source: Marvin...
uk: Марвін...

source: Marvin... Jak dobrze, że jesteś... Tak po prawdzie czuję się fatalnie.
uk: Марвіне... Як добре, що ти тут... Чесно кажучи, я почуваюся дуже кепсько.

source: Marvin... Skąd przybywacie i co tu robicie?
uk: Марвін... Звідки ви прибули і що ви тут робите?

source: Marvin... To nie tak jak myślisz...
uk: Марвіне... Все не так, як ти думаєш...

source: Marvin... a to ciekawe. Nie widziałem cię tu wcześniej.
uk: Марвін... а це цікаво. Я тебе тут раніше не бачив.

source: Marvin... to dość nietypowe imię w tych stronach.
uk: Марвін... Досить незвичне ім'я в цих місцях.

source: Marvin?
uk: Марвін?

source: Marvin? Co ty tu robisz? Gdzie byłeś, gdy Ulryk zaatakował miasto?
uk: Марвіне? Що ти тут робиш? Де ти був, коли Ульрік напав на місто?

source: Marvin? Co ty tu robisz? Myślałem, że dorwali wszystkich naszych!
uk: Марвіне? Що ти тут робиш? Я думав, вони перебили всіх наших!

source: Marvin? Mógłby zapytać o to samo! Tak się składa, że przybyłem do klasztoru razem z Lokvarem, naszym magiem z wioski.
uk: Марвіне? Я міг би запитати те саме! Так вийшло, що я прийшов до монастиря разом з Локваром, нашим сільським магом.

source: Marvin? Przeor prosił cię do głównej katedry, chce pomówić z tobą, Riordianem oraz Kesselem.
uk: Марвін? Настоятель кличе тебе до головного собору. Він хоче поговорити з тобою, Ріордіаном і Кесселем.

source: Marvin? To tobie zawdzięczamy nową dostawę drewna?
uk: Марвін? Це тобі ми завдячуємо новою партією деревини?

source: Marvin? To ty? Trochę cię nie widzieliśmy w mieście! Gdzie ty się podziewałeś?
uk: Марвіне? Це ти? Ми давно не бачили тебе в місті! Де ти був?

source: Marvin?! Co ty tu robisz?!
uk: Марвіне?! Що ти тут робиш?!

source: Marvinie! Stoisz przed nami oskarżony o udział w zabójstwie paladyna.
uk: Марвіне! Ти стоїш перед нами за звинуваченням у причетності до вбивства паладина.

source: Marvinie! W imieniu Króla Rhobara II dziękuję ci za wierną służbę.
uk: Марвіне! Від імені Короля Робара II дякую тобі за вірну службу.

source: Marvinie! W końcu się widzimy!
uk: Марвіне! Нарешті ми побачились!

source: Marvinie! Znów się spotykamy! Kto by pomyślał, że ponownie będę ci zawdzięczał życie.
uk: Марвіне! Ми знову зустрілися! Хто б міг подумати, що я знову буду зобов'язаний тобі життям.

source: Marvinie, czy potwierdzasz tę wersję wydarzeń? Czy możesz przedstawić jakieś dowody na to, że Volker jest odpowiedzialny za te wszystkie morderstwa?
uk: Марвіне, ти підтверджуєш цю версію подій? Чи можеш ти надати якісь докази того, що Волкер несе відповідальність за всі ці вбивства?

source: Marvinie, gdybyś potrzebował dodatkowego zarobku, zgłoś się do mnie później.
uk: Марвіне, якщо тобі буде потрібен додатковий заробіток, дай знати мені пізніше.

source: Marvinie, mam ci do przekazania bardzo ważną informację.
uk: Марвіне, я маю для тебе дуже важливу інформацію.

source: Marvinie, mam zaszczyt powitać cię w straży miejskiej!
uk: Марвіне, для мене велика честь вітати тебе в Міській Варті!

source: Marvinie, od tego momentu jesteś sługą Pana wody i oceanów, równowagi i porządku.
uk: Марвіне, з цієї миті ти – слуга Бога водойм і океанів, рівноваги і порядку.

source: Marvinie, ostatnio miałeś okazję wiele podróżować po wyspie, a ja nie opuszczałem murów zakonu od dobrych kilku lat. Udasz się tam ze mną?
uk: Марвіне, останнім часом ти мав нагоду багато подорожувати островом, а я не покидав стін монастиря вже протягом кількох років. Ти вирушиш туди разом зі мною?

source: Marvinie, podjąłeś właściwą decyzję.
uk: Марвіне, ти прийняв правильне рішення.

source: Marvinie, przypuszczam, że masz coś, co należy do mnie. Czas, byś mi to oddał.
uk: Марвіне, я припускаю, що у тебе є дещо, що належить мені. Прийшов час віддати це мені.

source: Marvinie, wiem, że dopiero co został ci odebrany Rozjemca, ale muszę prosić cię, byś zostawił tę wagę z nami.
uk: Марвіне, я знаю, що у тебе нещодавно відібрали Миротворця, але я мушу попросити тебе залишити ці терези у нас.

source: Marvinie, zanim ruszymy, muszę zapytać cię o jedną rzecz.
uk: Марвіне, перш ніж ми підемо, я маю запитати тебе одну річ.

source: Marynarz
uk: Моряк

source: Marynowana rzepa
uk: Маринована ріпа

source: Marynowane grzyby
uk: Мариновані гриби

source: Marzy ci się kariera wśród najemników Volkera, ale nie jesteś jeszcze pewny swojej decyzji?
uk: Мрієте про кар'єру серед найманців Волкера, але ще не впевнені у своєму рішенні?

source: Masz - to ich lista.
uk: Ось список.

source: Masz brzmieć groźnie tak aby mój szef się przestraszył.
uk: Ти маєш звучати загрозливо, щоб мій начальник злякався.

source: Masz całkiem niezły cios... czego ode mnie chcesz?
uk: Ти маєш неабиякий удар... що ти хочеш від мене?

source: Masz całkiem ładny dom.
uk: У тебе дуже гарний будинок.

source: Masz chociaż pojęcie kim jest mój brat, czy dowiedziałeś się o nim dziś?
uk: Ти хоч знаєш щось про мого брата, чи ти дізнався про нього тільки сьогодні?

source: Masz cios, chłopcze! Chyba cię nie doceniłem.
uk: В тебе гарний удар, хлопче! Здається, я тебе недооцінив.

source: Masz coś do picia?
uk: У тебе є щось випити?

source: Masz coś jeszcze do dodania?
uk: Хочеш ще щось додати?

source: Masz coś jeszcze do zaraportowania?
uk: Маєш ще щось повідомити?

source: Masz coś konkretnego na myśli?
uk: Маєш на увазі щось конкретне?

source: Masz coś na sprzedaż?
uk: У тебе є щось на продаж?

source: Masz coś, co należy do mnie!
uk: У тебе є те, що належить мені!

source: Masz coś, co nie należy do ciebie!
uk: Ти маєш щось, що тобі не належить!

source: Masz coś?
uk: Щось спіймав?

source: Masz czym się bronić?
uk: У тебе є зброя щоб захищатися?

source: Masz dla mnie jakąś pracę?
uk: Є для мене якась робота?

source: Masz dla mnie jeszcze jakieś rady, gdy już dotrę na miejsce?
uk: Чи є у тебе ще якісь поради для мене, коли я туди дістануся?

source: Masz dla mnie jeszcze jakieś rady?
uk: У тебе є ще якісь поради для мене?

source: Masz dla mnie piwo?
uk: Ти маєш для мене пиво?

source: Masz do mnie jakieś pytania, czy może od razu chciałbyś otrzymać jakieś zadanie?
uk: Маєш до мене якісь питання, чи хочеш одразу отримати завдання?

source: Masz do tego jakąś... i... instrukcję?
uk: У тебе є якась... інструкція до цього?

source: Masz dość? Zostawisz panią w spokoju?
uk: Тобі вистачить? Залишиш дівчину в спокої?

source: Masz dziurawą sakiewkę? Bo chyba trochę złota ci się gdzieś zapodziało.
uk: У тебе в гаманці дірка? Бо я думаю, ти десь заховав трохи золота.

source: Masz dziś darmową lekcję prowadzenia interesów. Wszystkie zasady są po to, by je naginać i łamać, jeśli dzięki temu możesz coś zyskać.
uk: Сьогодні у тебе безкоштовний урок того, як вести справи. Усі правила існують для того, щоб їх порушувати, якщо це обіцяє тобі вигоду.

source: Masz długi jęzor chłopcze, mówił ci to już ktoś?
uk: У тебе довгий язик, хлопче, тобі про це вже казали?

source: Masz go pilnować, nie handlować. Nie będzie mnie dosłownie chwilę. Zaraz wracam.
uk: Ти маєш його стерегти, а не торгувати. Я відлучусь буквально на хвилинку. Зараз повернусь.

source: Masz go pisemnie przeprosić za wysłanie go za wcześnie na emeryturę.
uk: Ти маєш вибачитись перед ним письмово за те, що надто рано відправив його на пенсію.

source: Masz go znaleźć i przyprowadzić do mnie, żywego.
uk: Тобі потрібно знайти його і привести до мене, живим.

source: Masz im powiedzieć, że widziałeś niejakiego Recona i Veigo jak zabierali to koło zębate i wynosili je do karczmy. Zrozumiałeś?
uk: Ти повинен сказати, що бачив, як Рікон і Вейго зняли цю шестерню, а потім віднесли її до корчми. Зрозумів?

source: Masz jakieś mięso na sprzedaż?
uk: Маєш м'ясо на продаж?

source: Masz jakieś podejrzenia, kto to mógł zrobić?
uk: Маєш якісь підозри, хто це міг зробити?

source: Masz jakieś podejrzenia?
uk: У тебе є якісь підозри?

source: Masz jakieś pytania co do któregoś z nich?
uk: Чи є у тебе запитання щодо когось із них?

source: Masz jakiś dowód na to, że to Rodrigo przyczynił się do śmierci Stana?
uk: У тебе є якісь докази того, що Родріго причетний до смерті Стена?

source: Masz jakiś dowód?
uk: Ти маєш якісь докази?

source: Masz jakiś plan, jak dostać się do latarni?
uk: Маєш якийсь план, як нам дістатися до маяка?

source: Masz jakiś plan?
uk: Маєш якийсь план?

source: Masz jakiś pomysł na dobry zarobek?
uk: Маєш якісь ідеї стосовно хорошого заробітку?

source: Masz jakiś pomysł na przepędzenie tamtej zgrai?
uk: Є ідеї, як прогнати цю зграю?

source: Masz jakiś pomysł na przygotowanie tej zasadzki?
uk: Є ідеї, як підготувати цю засідку?

source: Masz jakiś pomysł, co mogłoby ci pomóc?
uk: Може, маєш якісь ідеї, що могло б тобі допомогти?

source: Masz jakiś pomysł, gdzie mógłbym się udać? Mam przy sobie mapę, mógłbyś mi je na niej wskazać.
uk: Можливо, у тебе є якісь ідеї, куди б мені податися? Я маю мапу з собою, можеш показати потрібне місце на ній.

source: Masz jakiś pomysł?
uk: Маєш якісь ідеї?

source: Masz jakiś problem?
uk: У тебе якісь проблеми?

source: Masz jakiś problem? Dawno po pysku nie dostałeś, co?
uk: У тебе якісь проблеми? Давно тебе не били по пиці, чи що?

source: Masz jakiś sprzęt na oku?
uk: Маєш якесь спорядження на думці?

source: Masz jakąś robotę dla mojego brata?
uk: У тебе є якась робота для мого брата?

source: Masz jakąś robotę dla mojego brata? Może obieranie rzepy? Albyn kazał nam się zająć czymś w wiosce.
uk: У тебе є якась робота для мого брата? Може, почистити ріпу? Альбін сказав, щоб ми зайнялися в селі чимось корисним.

source: Masz jakąś sprawę? Araxos nie może sobie z nią poradzić?
uk: Маєш якусь справу? Гільдія Араксос не може з нею впоратися?

source: Masz jednak szczęście, tak się składa, że mogę ci pomóc dostać się do środka.
uk: Але тобі пощастило, я можу допомогти тобі потрапити всередину.

source: Masz jedną próbę. Nie więcej. Lepiej dla ciebie, żeby się zgodził.
uk: У тебе є одна спроба. Не більше. Для тебе ж буде краще, якщо він погодиться.

source: Masz jeszcze jakieś wątpliwości? Coś ci wyklarować?
uk: У тебе ще є якісь сумніви? Хочеш, щоб я щось роз'яснив?

source: Masz jeszcze kilka do usunięcia.
uk: Тобі залишилося прибрати ще декілька.

source: Masz jeszcze ochotę na mały pojedynek?
uk: Ти все ще не проти невеликого поєдинку?

source: Masz jeszcze te monety przy sobie?
uk: Ці монети все ще у тебе?

source: Masz jeszcze tego Czarnego Trolla?
uk: Маєш ще того 'Чорного Троля'?

source: Masz jeszcze tę figurkę?
uk: Ця статуетка досі у тебе?

source: Masz już dość ucisku władzy? Czujesz, że w tym mieście tylko bogaci mają prawo do godnego życia?
uk: Вам набридли утиски влади? Ви не погоджуєтесь з тим, що в цьому місті тільки багатії мають право на гідне життя?

source: Masz już przepustkę?
uk: Ти маєш перепустку?

source: Masz już wszystkie umiejętności łowieckie, jakich mógłbym cię nauczyć. Musisz znaleźć sobie nowego nauczyciela.
uk: У тебе вже є всі мисливські навички, яких я міг би тебе навчити. Тобі треба знайти собі нового вчителя.

source: Masz już wszystko? Mogą się tu pojawić w każdej chwili.
uk: Ти зібрав все потрібне? Вони можуть прийти в будь-який момент.

source: Masz kogoś godnego polecenia?
uk: Можеш когось порекомендувати?

source: Masz kontakty ze zrzeszonymi górnikami?
uk: У тебе є зв'язки з об'єднанням гірників?

source: Masz krzepę w łapie. Niczego więcej ci nie pokażę.
uk: У тебе сильні руки. Більшому я тебе не навчу.

source: Masz krzepę. Silniejszym mógłbyś się stać chyba już tylko po przejściu treningu Wilczego Syna.
uk: Ти сильний. Можеш стати ще сильнішим, лише пройшовши тренування Вовчого Сина.

source: Masz kuszę?
uk: Маєш арбалет?

source: Masz mi udzielić kilku wskazówek co do kusznictwa.
uk: Ти маєш дати мені кілька порад щодо стрільби з арбалета.

source: Masz mnie za tchórza?
uk: Ти думаєш, що я боягуз?

source: Masz mnie. Właśnie zamierzałem zbrojnie najechać tę farmę.
uk: Ти мене розкусив. Я саме збирався захопити цю ферму силою.

source: Masz moje słowo.
uk: Даю тобі слово.

source: Masz moje słowo. Jeśli ten człowiek jest winny wszystkich przewinień, o które go oskarżacie, to zasłużona kara go nie ominie.
uk: Даю слово. Якщо ця людина винна у всіх злочинах, в яких ти його звинувачуєш – він не уникне заслуженого покарання.

source: Masz moją uwagę chłopcze. Gadaj, czego chcesz?
uk: Ти привернув мою увагу, хлопче. Говори, що ти хочеш?

source: Masz może dla mnie jakieś zadania?
uk: Можливо, ви маєте для мене якесь завдання?

source: Masz może dla mnie jakąś pracę?
uk: Може в тебе є якась робота для мене?

source: Masz może dla mnie jakąś robotę?
uk: Можливо у тебе є для мене робота?

source: Masz może dla mnie jeszcze jakieś rady?
uk: Може, ще щось мені порадиш?

source: Masz może jakieś drewno na zbyciu?
uk: Може в тебе якась деревина в запасі?

source: Masz może jeszcze jakieś listy gończe?
uk: У тебе є ще якісь оголошення про розшук?

source: Masz może jeszcze jakieś zlecenia na potwory?
uk: У тебе є ще замовлення на монстрів?

source: Masz może trochę surowca na zbyciu?
uk: Чи є у тебе зайва сировина?

source: Masz może u siebie coś podobnego do tego kamienia?
uk: Можливо, у тебе є щось подібне до цього каменю?

source: Masz może wabik na szczury?
uk: Можливо, у тебе знайдеться приманка для щурів?

source: Masz na myśli 'trudniej'? Nieważne. Znając Lorenzo, nie ryzykowałby wysyłania do mnie byle pachołka - choć oczekiwałem kogoś starszego.
uk: Ти маєш на увазі 'складніше'? Неважливо. Знаючи Лоренцо, він не ризикнув би відправити до мене якогось підлабузника – хоч я й очікував когось старшого.

source: Masz na myśli Arsa?
uk: Ти маєш на увазі Арса?

source: Masz na myśli magiczną rudę?
uk: Маєш на увазі магічну руду?

source: Masz na myśli mnie?
uk: Ти мене маєш на увазі?

source: Masz na myśli sierżanta Gerwina?
uk: Ти маєш на увазі сержанта Гервіна?

source: Masz na to dowody?
uk: Ти маєш докази цього?

source: Masz na to jakieś papiery?
uk: Ти маєш якісь документи для цього?

source: Masz na to jakiś dowód?
uk: Ти маєш якісь докази?

source: Masz na zbyciu kawałek baraniny?
uk: У тебе є зайвий шматок баранини?

source: Masz nadzieję? Chyba lepiej, gdybyśmy odzyskali je razem z zawartością.
uk: Ти так думаєш? Гадаю, було б краще, якби ми повернули їх повними.

source: Masz nas za złodziei?
uk: Ти вважаєш нас злодіями?

source: Masz nauczkę, żeby sobie ze mnie nie żartować!
uk: Тепер знатимеш, що не варто зі мною жартувати!

source: Masz no coś na przepłukanie gardziołka?
uk: У тебе є щось, щоб промочити горло?

source: Masz no może coś na ząb? Przez te ulewy wszystkie szczury i chrząszcze w okolicy pochowały się, a nic innego nie ubiję.
uk: У тебе є що-небудь поїсти? Через ці зливи всі щури і м'ясні жуки в околиці поховалися, і я більше нікого не можу зловити.

source: Masz ochotę na mały pojedynek?
uk: Хочеш влаштувати невеликий поєдинок?

source: Masz odwagę chłopcze by tu wracać... i mnóstwo szczęścia, bo gdyby nie ten alkohol to z chęcią bym ci przyłożył jeszcze raz.
uk: У тебе вистачило сміливості повернутися, хлопче... і тобі пощастило, бо якби не випивка, я б тобі врізав знову.

source: Masz okazję udowodnić, że renoma najemników Araxos nie jest przesadzona. Nie zmarnuj jej.
uk: У тебе є можливість довести, що репутація найманців Араксосу не перебільшена. Не змарнуй її.

source: Masz ostatnią szansę, zniknij z tej wyspy i nigdy nie wracaj.
uk: У тебе є останній шанс, забирайся з цього острова і ніколи не повертайся.

source: Masz ostatnią szansę.
uk: Даю тобі останній шанс.

source: Masz perły?
uk: Знайшов перлини?

source: Masz pieniądze na pokrycie grzywny?
uk: У тебе є гроші, щоб сплатити штраф?

source: Masz piwo?
uk: Ти маєш для мене пиво?

source: Masz pomysł, co może w niej być?
uk: Є припущення, що там може бути?

source: Masz pomysł, gdzie powinienem go szukać?
uk: Може підкажеш, де мені його шукати?

source: Masz pomysł, kto mógł próbować mnie uśpić przed polowaniem?
uk: Як гадаєш, хто міг спробувати приспати мене перед полюванням?

source: Masz pomysł, od czego powinienem zacząć?
uk: Є ідеї, з чого почати?

source: Masz problem z liczeniem? Przynieś więcej monet!
uk: Не вмієш рахувати? Принеси більше монет!

source: Masz problemy finansowe?
uk: У тебе фінансові проблеми?

source: Masz problemy ze słuchem? A może mam ci przetkać uszy pięścią?
uk: Маєш проблеми зі слухом? Чи може тобі прочистити вуха кулаком?

source: Masz przy sobie glejt poświadczający twoje obywatelstwo?
uk: Чи маєш ти при собі посвідчення, що засвідчує твоє громадянство?

source: Masz rację!
uk: Маєш рацію!

source: Masz rację, Marvinie. Trudno mi w to uwierzyć, ale Ramsey zdradził nas wszystkich.
uk: Твоя правда, Марвіне. Мені важко в це повірити, але Рамзі зрадив нас усіх.

source: Masz rację, cała ta Bestia z Archolos to jedna wielka bzdura. A ta kreatura, którą ubiliśmy, miała jedynie wyciszyć całą sytuację.
uk: Твоя правда, вся ця історія про Звіра з Архолосу – суцільна нісенітниця. А та тварюка, яку ми вбили, була лише для замилювання очей.

source: Masz rację, chodźmy na niego zapolować.
uk: Маєш рацію, давай його вистежимо.

source: Masz rację, czuję się już trochę zmęczony...
uk: Маєш рацію, я вже трохи втомився...

source: Masz rację, ja i brat nie pochodzimy z Archolos.
uk: Ти маєш рацію, ми з братом не з Архолосу.

source: Masz rację, masz rację...
uk: Твоя правда, твоя правда...

source: Masz rację, mogą zjawić się w każdej chwili, także tutaj.
uk: Твоя правда, вони можуть з'явитись у будь-який момент, навіть тут.

source: Masz rację, musimy się rozliczyć. Oddaj samorodki, a ja wypłacę ci połowę ich wartości w złocie.
uk: Твоя правда, потрібно розрахуватися. Віддавай самородки, а я виплачу тобі половину їхньої вартості золотом.

source: Masz rację, musimy zamknąć to miejsce.
uk: Ти правий, ми повинні закрити це місце.

source: Masz rację, muszę zebrać wszystkich ludzi. Może ktoś jeszcze potrzebuje pomocy.
uk: Ти маєш рацію, мені потрібно зібрати всіх людей. Можливо, ще комусь потрібна допомога.

source: Masz rację, nie możemy zostawić ich na pastwę Wilczych Synów.
uk: Ти правий, ми не можемо залишити їх на поталу Вовчим Синам.

source: Masz rację, powinien się o tym dowiedzieć, ale podołasz im wszystkim? Zdaje się, że mają trochę mocy w łapach!
uk: Ти маєш рацію, він повинен дізнатися про це, але чи зможеш ти впоратися з ними всіма? Мені здається, вони доволі сильні!

source: Masz rację, pozostawanie na Londram byłoby samobójstwem.
uk: Твоя правда, залишатися на Лондрамі було б самогубством.

source: Masz rację, prowadź!
uk: Ти маєш рацію, веди!

source: Masz rację, ruszajmy. Robi się coraz zimniej.
uk: Ти маєш рацію, ходімо. Стає все холодніше і холодніше.

source: Masz rację, tak będzie najlepiej.
uk: Твоя правда, так буде краще.

source: Masz rację, trochę tu posiedzieliśmy, co?
uk: Ти маєш рацію, ми тут трохи засиділися, чи не так?

source: Masz rację, trzeba jak najszybciej zakończyć proces.
uk: Ти маєш рацію, цей процес потрібно завершити якомога швидше.

source: Masz rację, twarda sztuka, ale najważniejsze, że w końcu jest już po wszystkim.
uk: Твоя правда, це було непросто, але найголовніше, що ми впоралися.

source: Masz rację, w chaosie bitwy nigdy ich nie odnajdziemy.
uk: Ти маєш рацію, ми їх ніколи не знайдемо у хаосі битви.

source: Masz rację, zaczynajmy. Oby tylko reszta wytrzymała.
uk: Твоя правда, давай починати. Будемо сподіватися, що решта вистоїть.

source: Masz rację, zbyt długo pozwalałem, by ten przeklęty płyn mnie więził. Weź go, muszę się pomodlić.
uk: Ти маєш рацію, я занадто довго дозволяв цій проклятій рідині тримати мене в полоні. Забери її, мені потрібно помолитися.

source: Masz rację.
uk: Маєш рацію.

source: Masz rację. (Zabij wilka)
uk: Ти маєш рацію. (Вбити вовка)

source: Masz rację. Brzmi to szaleńczo... ale w tym szaleństwie jest coś intrygującego...
uk: Твоя правда. Це звучить божевільно... але в цьому божевіллі є щось інтригуюче...

source: Masz rację. Przyznaję się.
uk: Ти правий. Я зізнаюся.

source: Masz rację. Taki już nasz żywot. Sam wiele razy ryzykowałem życie, żeby wykarmić moje dzieci.
uk: Ти маєш рацію. Таке наше життя. Я сам багато разів ризикував життям, щоб прогодувати своїх дітей.

source: Masz rację. Trzeba skrócić jego cierpienia.
uk: Твоя правда. Потрібно припинити його страждання.

source: Masz rację. Wyglądają na świeże. Chodźmy zobaczyć do kogo należą.
uk: Твоя правда. Виглядають свіжими. Ходімо подивимось, кому вони належать.

source: Masz rację... Może bezpieczniej będzie pójść tam razem.
uk: Твоя правда... Мабуть, безпечніше піти туди разом.

source: Masz rację... renoma najważniejsza! Zostanę na stanowisku!
uk: Ти маєш рацію... репутація – це найголовніше! Я залишусь на посту!

source: Masz rozmach chłopcze! Chłopak, który dopiero co latał po kopalni i szukał bryłek złota na ziemi, prowadzi teraz własną ekspedycję do legendarnych ruin!
uk: Ну ти хлопче і розмахнувся. Хлопчина, який нещодавно гасав по копальні в пошуках золотих самородків, тепер очолює власну експедицію до легендарних руїн!

source: Masz się zatrzymać!
uk: Зупинись!

source: Masz siłę w łapie, smarkaczu... to trzeba przyznać...
uk: А в тебе сильна хватка, шмаркачу... Це треба признати...

source: Masz swoje rozkazy. Kombinuj. Nie zamierzam wykonywać roboty za ciebie.
uk: Ти отримав наказ. Щось придумай. Я не збираюся робити всю роботу за тебе.

source: Masz swoje wartości, cele i zasady, za takim człowiekiem ludzie chcą podążać.
uk: У тебе є свої цінності, цілі та принципи, ти – людина, яку люди хочуть наслідувати.

source: Masz swoją połowę.
uk: Ось твоя половина.

source: Masz szczęście, akurat znalazłam dla ciebie odpowiedniego przeciwnika na dzisiaj.
uk: Тобі пощастило, я саме знайшла тобі підходящого суперника на сьогоднішній вечір.

source: Masz szczęście, akurat została mi ostatnia butelka.
uk: Тобі пощастило, в мене якраз залишилась остання пляшка.

source: Masz szczęście, że eliksir dla twojego brata jest skończony. Jedyne, co nam zostało, to go wypróbować.
uk: Тобі пощастило, що зілля для твого брата вже готове. Лишилося тільки випробувати його.

source: Masz szczęście, że moja potrzeba zdobycia wspólnika jest większa niż podejrzliwość.
uk: Тобі пощастило, що моя потреба в напарнику більша за мою підозрілість.

source: Masz szczęście, że nasi ludzie nie zabili cię na miejscu.
uk: Тобі пощастило, що наші люди не вбили тебе прямо на місці.

source: Masz szczęście, że nie jesteś jednym z moich ludzi, już dawno kazałbym cię ściąć za taką niesubordynację.
uk: Маєш щастя, що ти не один з моїх людей, я б тобі вже давно відтяв голову за таку непокору.

source: Masz szczęście, że nie zniknęło stamtąd nic cennego, bo sam Notger dobrałby ci się do skóry.
uk: Тобі пощастило, що звідти не зникло нічого цінного, інакше б сам Нотгер розправився з тобою.

source: Masz szczęście, że trafiłeś na mnie.
uk: Тобі пощастило, що ти натрапив на мене.

source: Masz szczęście, że trzymacie się razem, podobnie jak ja z Maiwen.
uk: Вам пощастило, що ви тримаєтеся разом, як я з Мейвен.

source: Masz szczęście, że widziałem jak wychodziliście z wioski, bo w życiu bym was z powrotem nie wpuścił.
uk: Тобі пощастило, що я бачив, як ви виходили з села, бо я б ніколи в житті не впустив вас назад.

source: Masz szczęście, że zauważył cię tylko Harry.
uk: Тобі пощастило, що тебе помітив лише Гаррі.

source: Masz szczęście, że zwycięstwo w turnieju wprawiło mnie w dobry humor, w przeciwnym wypadku już byś leżał martwy.
uk: Тобі пощастило, що перемога в турнірі подарувала мені гарний настрій, інакше ти б уже лежав мертвим.
